Repository: ydong08/empathy3.12.11
Catalog: po/*.po
Languages: bn_in

source: Data too large for a single paste. Please save logs to file.
bn_in: একক লেপনের দিক থেকে ডেটা অত্যন্ত বড়। দয়া করে লগ ফাইলে সংরক্ষণ করুন।

source: Debug Window
bn_in: ডিবাগ উইন্ডো

source: Send to pastebin
bn_in: পেস্ট-বিনে পাঠান

source: Pause
bn_in: স্থাগিত করা হবে

source: Level
bn_in: স্তর

source: Debug
bn_in: ডিবাগ

source: Info
bn_in: তথ্য

source: Message
bn_in: বার্তা

source: Warning
bn_in: সতর্কবার্তা

source: Critical
bn_in: গুরুত্বপূর্ণ

source: Error
bn_in: ত্রুটি

source: Even if they don't display passwords, logs can contain sensitive information such as your list of contacts or the messages you recently sent or received. If you don't want to see such information available in a public bug report, you can choose to limit the visibility of your bug to Empathy developers when reporting it by displaying the advanced fields in the <a href="https://bugzilla.gnome.org/enter_bug.cgi?product=empathy">bug report</a>.
bn_in: লগ পাসওয়ার্ড প্রদর্শন না করলেও, তাতে অাপনার পরিচিতিগুলির তালিকা বা অাপনার সাম্প্রতিক পাঠানো বা প্রাপ্ত করা বার্তার মতো সংবেদনশীল তথ্য থাকতে পারে। অাপনি এই সমস্ত তথ্য সার্বজনীন বাগ প্রতিবেদনে উপলব্ধ হিসাবে দেখতে না চাইলে, অাপনি বাগ রিপোর্ট করার সময়ে Empathy ডেভেলপারদের কাছে তার দৃশ্যমানতা <a href="https://bugzilla.gnome.org/enter_bug.cgi?product=empathy">বাগ রিপোর্ট</a> এ উন্নত ফিল্ড প্রদর্শন করে সীমাবদ্ধ করতে পারেন।

source: Time
bn_in: সময়

source: Domain
bn_in: ডোমেইন

source: Category
bn_in: শ্রেণী

source: Level
bn_in: স্তর

source: The selected connection manager does not support the remote debugging extension.
bn_in: নির্বাচিত সংযোগের পরিচালনব্যবস্থা দ্বারা দূরবর্তী ডিবাগিং এক্সটেনশন সমর্থিত হয় না।

source: Incoming video call
bn_in: ইনকামিং ভিডিও কল

source: %s is video calling you. Do you want to answer?
bn_in: %s অাপনাকে ভিডিও কল করছে। অাপনি কি উত্তর দিতে চান?

source: %s is calling you. Do you want to answer?
bn_in: %s অাপনাকে কল করছে। অাপনি কি উত্তর দিতে চান?

source: _Reject
bn_in: প্রত্যাখ্যান করুন (_R)

source: _Answer
bn_in: উত্তর দিন (_A)

source: _Answer with video
bn_in: ভিডিও সমেত উত্তর দিন (_A)

source: Room invitation
bn_in: রুমের আমন্ত্রণ

source: Invitation to join %s
bn_in: %s যোগদানের অামন্ত্রণ

source: %s is inviting you to join %s
bn_in: %s আপনাকে %s-এ আমন্ত্রণ জানাচ্ছেন

source: _Join
bn_in: যোগ দিন (_J)

source: %s invited you to join %s
bn_in: %s আপনাকে %s-এ আমন্ত্রণ জানিয়েছেন

source: You have been invited to join %s
bn_in: অাপনাকে %s যোগদানের অনুমোদন জানানো হয়েছে

source: Incoming file transfer from %s
bn_in: %s দ্বারা প্রেরিত ফাইল আগত

source: Password required
bn_in: পাসওয়ার্ড প্রয়োজন

source: Message: %s
bn_in: বার্তা: %s

# file transfer percent
source: Unknown
bn_in: অজানা

source: %s of %s at %s/s
bn_in: %s, সর্বমোট %s, %s/s গতিতে

source: %s of %s
bn_in: %s, সর্বমোট %s

source: Receiving "%s" from %s
bn_in: "%s" প্রাপ্ত করা হচ্ছে, %s থেকে

source: Sending "%s" to %s
bn_in: "%s" পাঠানো হচ্ছে, %s-কে

source: Error receiving "%s" from %s
bn_in: "%s" প্রাপ্ত করতে সমস্যা, %s থেকে আগত

source: Error receiving a file
bn_in: ফাইল প্রাপ্ত করতে সমস্যা

source: Error sending "%s" to %s
bn_in: "%s"-টি %s-কে পাঠাতে ব্যর্থ

source: Error sending a file
bn_in: ফাইল পাঠাতে সমস্যা

source: "%s" received from %s
bn_in: "%s" প্রাপ্ত হয়েছে, %s থেকে

source: "%s" sent to %s
bn_in: "%s" প্রেরিত হয়েছে, %s-কে

source: File transfer completed
bn_in: ফাইল বিনিময় সম্পূর্ণ হয়েছে

source: Waiting for the other participant's response
bn_in: অন্য ব্যবহারকারীর প্রতিক্রিয়ার অপেক্ষা করা হচ্ছে

source: Checking integrity of "%s"
bn_in: "%s"-র অখণ্ডতা যাচাই করা হচ্ছে

source: Hashing "%s"
bn_in: "%s" হ্যাশ করা হচ্ছে

source: File
bn_in: ফাইল

source: Remaining
bn_in: অবশিষ্ট

source: File Transfers
bn_in: ফাইল বিনিময়

source: Remove completed, canceled and failed file transfers from the list
bn_in: সমাপ্ত, বাতিল ও বিফল ফাইল বিনিময়ের তথ্য এই তালিকা থেকে মুছে ফেলা হবে

source: _Import
bn_in: অামদানি করুন (_I)

source: No accounts to import could be found. Empathy currently only supports importing accounts from Pidgin.
bn_in: ইম্পোর্ট করার যোগ্য কোনো অ্যাকাউন্ট পাওয়া যায়নি। Empathy দ্বারা বর্তমানে শুধুমাত্র Pidgin থেকে অ্যাকাউন্ট ইম্পোর্টের প্রণালী সমর্থিত হয়।

source: Import Accounts
bn_in: অ্যাকাউন্ট ইম্পোর্ট করুন

source: Import
bn_in: ইম্পোর্ট

source: Protocol
bn_in: প্রোটোকল

source: Source
bn_in: উৎসস্থল

source: Invite Participant
bn_in: অংশগ্রহণকারীকে অামন্ত্রণ জানান

source: Choose a contact to invite into the conversation:
bn_in: কথোপথনে অামন্ত্রণ জানাতে একটি পরিচিতি বাছুন:

source: Invite
bn_in: অামন্ত্রণ জানান

source: Chat Room
bn_in: চ্যাট রুম

source: Members
bn_in: সদস্যবৃন্দ

source: Failed to list rooms
bn_in: কক্ষগুলি তালিকাভুক্ত করতে ব্যর্থ

source: %s Invite required: %s Password required: %s Members: %s
bn_in: %s অামন্ত্রণ প্রয়োজন: %s পাসওয়ার্ড প্রয়োজন: %s সদস্য: %s

source: Yes
bn_in: হ্যাঁ

source: No
bn_in: না

source: Join Room
bn_in: রুমে যোগ দিন

source: Enter the room name to join here or click on one or more rooms in the list.
bn_in: যোগদান করার জন্য একটি রুমের নাম এইখানে লিখুন অথবা তালিকার এক অথবা একাধিক রুমের নামের উপর ক্লিক করুন।

source: _Room:
bn_in: রুম: (_R)

source: Enter the server which hosts the room, or leave it empty if the room is on the current account&apos;s server
bn_in: রুমটি ধারণকারী সার্ভারের নাম লিখুন। বর্তমান অ্যাকাউন্টের সার্ভারের মধ্যে রুমটি উপস্থিত থাকলে এটি লেখা আবশ্যক নয়।

source: Enter the server which hosts the room, or leave it empty if the room is on the current account's server
bn_in: রুমটি ধারণকারী সার্ভারের নাম লিখুন। বর্তমান অ্যাকাউন্টের সার্ভারের মধ্যে রুমটি উপস্থিত থাকলে এটি লেখা আবশ্যক নয়।

source: _Server:
bn_in: সার্ভার: (_S)

source: Couldn't load room list
bn_in: রুমের তালিকা লোড করতে ব্যর্থ

source: Room List
bn_in: রুমের তালিকা

source: Respond
bn_in: প্রত্যুত্তর

source: Answer with video
bn_in: ভিডিও সমেত উত্তর দিন

source: Decline
bn_in: প্রত্যাখ্যান করুন

source: Accept
bn_in: গ্রহণ করুন

source: Provide
bn_in: প্রদান করুন

source: Message received
bn_in: প্রাপ্ত বার্তা

source: Message sent
bn_in: বার্তা পাঠানো হয়েছে

source: New conversation
bn_in: নতুন আলাপন

source: Contact comes online
bn_in: পরিচিতি অনলাইনে অাসে

source: Contact goes offline
bn_in: পরিচিতি অফ-লাইন চলে গেছেন

source: Account connected
bn_in: অ্যাকাউন্ট সংযুক্ত করা হয়েছে

source: Account disconnected
bn_in: অ্যাকাউন্টের সাথে সংযোগ বিচ্ছিন্ন করা হয়েছে

source: Language
bn_in: ভাষা

source: Juliet has disconnected
bn_in: Juliet সংযোগ বিচ্ছিন্ন হয়েছে

source: Preferences
bn_in: পছন্দ

source: Show groups
bn_in: গোষ্ঠী দেখান

source: Show account balances
bn_in: অ্যাকাউন্ট ব্যালেন্স দেখান

source: Contact List
bn_in: পরিচিত ব্যক্তিদের তালিকা

source: Start chats in:
bn_in: এতে চ্যাট শুরু করুন:

source: new ta_bs
bn_in: নতুন ট্যাব (_b)

source: new _windows
bn_in: নতুন উইন্ডো (_w)

source: Show _smileys as images
bn_in: ছবি রূপে স্মাইলি প্রদর্শন করা হবে (_s)

source: Show contact _list in rooms
bn_in: রুমের মধ্যে পরিচিত ব্যক্তিদের তালিকা প্রদর্শন করা হবে (_l)

source: Log conversations
bn_in: লগ কথোপথন

source: Display incoming events in the notification area
bn_in: বিজ্ঞপ্তি অংশে অাগত ইভেন্টগুলি দেখান

source: _Automatically connect on startup
bn_in: প্রারম্ভে স্বয়ংক্রিয় ভাবে সংযুক্ত করুন (_A)

source: Behavior
bn_in: আচরণ

source: General
bn_in: সাধারণ

source: _Enable bubble notifications
bn_in: বাবল দ্বারা সূচনাপ্রদান সক্রিয় করা হবে (_E)

source: Disable notifications when _away or busy
bn_in: অনুপস্থিত অথবা ব্যস্ত থাকলে সূচনাপ্রদানের ব্যবস্থা নিষ্ক্রিয় করা হবে (_a)

source: Enable notifications when the _chat is not focused
bn_in: আলাপনের উপর ফোকাস না করা হলে সূচনাব্যবস্থা সক্রিয় করা হবে (_c)

source: Enable notifications when a contact comes online
bn_in: পরিচিত ব্যক্তি অন-লাইন এলে সূচনাপ্রদানের ব্যবস্থা সক্রিয় করা হবে

source: Enable notifications when a contact goes offline
bn_in: পরিচিত ব্যক্তি অফ-লাইন চলে গেলে সূচনাপ্রদানের ব্যবস্থা সক্রিয় করা হবে

source: Notifications
bn_in: সূচনাবার্তা

source: _Enable sound notifications
bn_in: শব্দ দ্বারা সূচনাপ্রদান সক্রিয় করা হবে (_E)

source: Disable sounds when _away or busy
bn_in: অনুপস্থিত অথবা ব্যস্ত থাকলে শব্দ নিষ্ক্রিয় করা হবে (_a)

source: Play sound for events
bn_in: বিভিন্ন ঘটনার জন্য শব্দ বাজানো হবে

source: Sounds
bn_in: শব্দ

source: Use _echo cancellation to improve call quality
bn_in: কলের গুণমান বাড়াতে _echo cancellation ব্যবহার করুন

source: Echo cancellation helps to make your voice sound clearer to the other person, but may cause problems on some computers. If you or the other person hear strange noises or glitches during calls, try turning echo cancellation off and restarting the call.
bn_in: Echo cancellation অাপনার অাওয়াজ অন্যান্যদের কাছে অারো স্বচ্ছ করে তুলতে সাহায্য করে, কিন্তু কিছু কম্পিউটারে সমস্যার সৃষ্টি করতে পারে। কলের সময়ে অাপনি বা অন্যান্যরা অদ্ভূত শব্দ শুনতে পেলে, echo cancellation বন্ধ করে কল রিস্টার্ট করে চেষ্টা করুন।

source: _Publish location to my contacts
bn_in: পরিচিত ব্যক্তিদের অবস্থান প্রকাশ করা হবে (_P)

source: Reduced location accuracy means that nothing more precise than your city, state and country will be published. GPS coordinates will be accurate to 1 decimal place.
bn_in: অবস্থানের তথ্যের নির্ভুলতা হ্রাস করার ফলে আপনার শহর, রাজ্য ও দেশের তথ্য ব্যতীত কোনো পুঙ্খানুপুনঙ্খ তথ্য প্রকাশিত করা হবে না। GPS কোওয়ার্ডিনেটগুলি ডেসিমেলের ১ অঙ্ক অবধি গণনা করা হবে।

source: _Reduce location accuracy
bn_in: অবস্থানের নির্ভুলতা হ্রাস করা হবে (_R)

source: Privacy
bn_in: গোপনীয়তা

source: The list of languages reflects only the languages for which you have a dictionary installed.
bn_in: এই তালিকায় উপস্থিত ভাষাগুলির জন্য অভিধান ইনস্টল করা হয়েছে।

source: Enable spell checking for languages:
bn_in: চিহ্নিত ভাষাগুলির জন্য বানান পরীক্ষণ সক্রিয় করা হবে:

source: Spell Checking
bn_in: বানান পরীক্ষণ

source: Chat Th_eme:
bn_in: চ্যাটের থিম: (_e)

source: Variant:
bn_in: বিভিন্নতা:

source: Themes
bn_in: থিম

source: Provide Password
bn_in: পাসওয়ার্ড দিন

source: Disconnect
bn_in: সংযোগ বিচ্ছেদ করুন

source: You need to set up an account to see contacts here.
bn_in: এখানে পরিচিতিগুলি দেখতে অাপনাকে একটি অ্যাকাউন্ট সেট অাপ করতে হবে।

source: Sorry, %s accounts can’t be used until your %s software is updated.
bn_in: দুঃখিত, %s অ্যাকাউন্ট ব্যবহার করা যাবে না, অাপনার %s সফ্টওয়্যার অাপডেট না করা পর্যন্ত।

source: %s account requires authorisation
bn_in: %s অ্যাকাউন্টের অনুমোদনের প্রয়োজন

source: Online Accounts
bn_in: অনলাইন অ্যাকাউন্ট

source: Update software…
bn_in: সফ্টওয়্যার অাপডেট করুন...

source: Reconnect
bn_in: পুনঃসংযোগ করুন

source: Edit Account
bn_in: অ্যাকাউন্ট সম্পাদন করুন

source: Close
bn_in: বন্ধ করুন

source: Top up account
bn_in: টপ অাপ অ্যাকাউন্ট

source: You need to enable one of your accounts to see contacts here.
bn_in: পরিচিতিগুলি এখানে দেখতে হলে অাপনার অ্যাকাউন্টগুলির একটি অাপনাকে সক্রিয় করতে হবে।

source: You need to enable %s to see contacts here.
bn_in: পরিচিতিগুলি এখানে দেখতে হলে অাপনাকে %s সক্রিয় করতে হবে।

source: Change your presence to see contacts here
bn_in: পরিচিতিগুলি এখানে দেখতে অাপনার উপস্থিতি পরিবর্তন করুন

source: No match found
bn_in: কোনো মিল খুঁজে পাওয়া যায়নি

source: You haven't added any contacts yet
bn_in: অাপনি এখনও পর্যন্ত কোনো পরিচিতি যোগ করেননি

source: No online contacts
bn_in: কোনো অনলাইন পরিচিতি নেই

source: _New Conversation…
bn_in: নতুন কথোপথন (_N)…

source: New _Call…
bn_in: নতুন কল (_C)…

source: Contacts
bn_in: পরিচিতি

source: _Add Contacts…
bn_in: পরিচিতিগুলি যোগ করুন (_A)…

source: _Search for Contacts…
bn_in: পরিচিতিগুলি অনুসন্ধান করুন (_S)...

source: _Blocked Contacts
bn_in: অবরুদ্ধ পরিচিতিগুলি (_B)

source: _Rooms
bn_in: কক্ষগুলি (_R)

source: _Join…
bn_in: যোগ দিন (_J)…

source: Join _Favorites
bn_in: জনপ্রিয়গুলিতে যোগ দিন (_F)

source: _Manage Favorites
bn_in: প্রিয়গুলি পরিচালনা করুন (_M)

source: _File Transfers
bn_in: ফাইল বিনিময় (_F)

source: _Accounts
bn_in: অ্যাকাউন্ট তালিকা (_A)

source: P_references
bn_in: পছন্দসমূহ (_r)

source: Help
bn_in: সহায়তা

source: About
bn_in: সম্পর্কে

source: _Quit
bn_in: প্রস্থান (_Q)

source: Account settings
bn_in: অ্যাকাউন্ট সেটিং

source: Go _Online
bn_in: অনলাইনে যান (_O)

source: Show _Offline Contacts
bn_in: অফলাইন পরিচিতিগুলি দেখান (_O)

source: Status
bn_in: অবস্থা

source: Done
bn_in: সম্পন্ন হয়েছে

source: Please enter your account details
bn_in: অনুগ্রহ করে অাপনার অ্যাকাউন্ট সংক্রান্ত তথ্য লিখুন

source: Edit %s account options
bn_in: %s অ্যাকাউন্ট বিকল্প সম্পাদন করুন

source: Integrate your IM accounts
bn_in: অাপনার IM অ্যাকাউন্টগুলি একত্রিত করুন
