Repository: ydong08/empathy3.12.11
Catalog: po/*.po
Languages: bn_in

source: IM Client
bn_in: IM ক্লায়েন্ট

source: Empathy Internet Messaging
bn_in: Empathy ইন্টারনেট বার্তাপ্রেরণ

source: Chat on Google Talk, Facebook, MSN and many other chat services
bn_in: Google Talk, Facebook, MSN এবং অন্যান্য অারো চ্যাট পরিষেবার মাধ্যমে চ্যাট করুন

source: chat;talk;im;message;irc;voip;gtalk;facebook;jabber;
bn_in: চ্যাট;কথা বলা;im;বার্তা;irc;voip;gtalk;facebook;jabber;

source: Empathy is the official instant messaging application of the GNOME desktop environment. Empathy can connect to AIM, MSN, Jabber (including Facebook and Google Talk), IRC, and many other messaging networks. You can chat with text, make audio and video calls, or even transfer files, depending on what your contact’s chat application allows.
bn_in: Empathy হল GNOME ডেস্কটপ এনভায়রনমেন্টের অফিসিয়াল ইন্সট্যান্ট বার্তাপ্রেরণ অ্যাপ্লিকেশন। Empathy AIM, MSN, Jabber (Facebook এবং Google Talk সমেত), IRC, এবং অারো অনেক বার্তাপ্রেরণ নেটওয়ার্কের সংগে সংযোগ করতে পারবে। অাপনি পাঠ্য দিয়ে চ্যাট করতে, অডিও এবং ভিডিও কল করতে, বা অাপনার পরিচিতির চ্যাট অ্যাপ্লিকেশনের অনুমতি অনুসারে এমনকি ফাইল স্থানান্তর করতে পারবেন।

source: Empathy provides integrated messaging for the GNOME desktop, so you’ll never miss a message. You can respond to your contacts without even having to open Empathy!
bn_in: Empathy GNOME ডেস্কটপের জন্য একত্রিত বার্তাপ্রেরণ সুবিধা প্রদান করে, তাই অাপনি কখনও একটিও বার্তা মিস করবেন না। অাপনি এমনকি Empathy না খুলেই অাপনার পরিচিতিতে প্রত্যুত্তর পাঠাতে পারবেন!

source: Connection managers should be used
bn_in: সংযোগ পরিচালন ব্যবস্থা ব্যবহার করা হবে

source: Whether connectivity managers should be used to automatically disconnect/reconnect.
bn_in: সংযোগ পরিচালক স্বয়ংক্রিয় ভাবে সংযোগ বিচ্ছিন্ন হতে/পুনঃসংযোগ হতে ব্যবহার করা হবে কিনা।

source: Empathy should auto-connect on startup
bn_in: আরম্ভকালে Empathy দ্বারা স্বয়ংক্রিয়রূপে সংযোগ স্থাপন করা হবে

source: Whether Empathy should automatically log into your accounts on startup.
bn_in: Empathy প্রারম্ভে স্বয়ংক্রিয় ভাবে অাপনার অ্যাকাউন্টে লগ ইন করা হবে কিনা।

source: Empathy should auto-away when idle
bn_in: নীরব থাকার সময়ে Empathy স্বয়ংক্রিয়-দূরে থাকবে

source: Whether Empathy should go into away mode automatically if the user is idle.
bn_in: ব্যবহারকারী নীরব থাকলে, Empathy স্বয়ংক্রিয় ভাবে দূর মোডে যাবে কিনা।

source: Empathy default download folder
bn_in: Empathy-র ডিফল্ট ডাউনলোড ফোল্ডার

source: The default folder to save file transfers in.
bn_in: বিনিময় করা সামগ্রী সংরক্ষণের জন্য চিহ্নিত ফোল্ডার।

source: Magic number used to check if sanity cleaning tasks should be run
bn_in: স্যানিটি ক্লিনিং টাস্ক চালানো হবে কিনা তা দেখতে ম্যাজিক নম্বর ব্যবহৃত হয়েছে

source: empathy-sanity-cleaning.c uses this number to check if the cleaning tasks should be executed or not. Users should not change this key manually.
bn_in: ক্লিনিং টাস্ক সম্পাদন করা হবে কিনা তা দেখতে empathy-sanity-cleaning.c এই নম্বর ব্যবহার করে। ব্যবহারকারীর এই কী ম্যানুয়াল ভাবে পরিবর্তন করা উচিত নয়।

source: Show offline contacts
bn_in: অফ-লাইন অবস্থায় থাকা পরিচিত ব্যক্তিদের তালিকা প্রদর্শন করা হবে

source: Whether to show contacts that are offline in the contact list.
bn_in: অফলাইনে থাকা পরিচিতিগুলি পরিচিতি তালিকায় দেখানো হবে কিনা।

source: Show Balance in contact list
bn_in: পরিচিতি তালিকায় ব্যালেন্স দেখান

source: Whether to show account balances in the contact list.
bn_in: পরিচিতি তালিকায় অ্যাকাউন্ট ব্যালেন্স দেখানো হবে কিনা।

source: Hide main window
bn_in: প্রধান উইন্ডো আড়াল করা হবে

source: Hide the main window.
bn_in: প্রধান উইন্ডো আড়াল করা হবে।

source: Default directory to select an avatar image from
bn_in: ব্যবহারকারীর অবতার চিহ্নকারী ছবি নির্ধারণের জন্য ব্যবহৃত ডিফল্ট ডিরেক্টরি

source: The last directory that an avatar image was chosen from.
bn_in: সর্বশেষ অবতারের জন্য ব্যবহৃথ ছবিটি যে ডিরেক্টরি থেকে নির্বাচন করা হয়েছে।

source: Open new chats in separate windows
bn_in: নতুন আলাপন আরম্ভ হলে পৃথক উইন্ডোর মধ্যে প্রদর্শন করা হবে

source: Always open a separate chat window for new chats.
bn_in: নতুন আলাপনের জন্য সর্বদা পৃথক আলাপন উইন্ডো খোলা হবে।

source: Display incoming events in the status area
bn_in: স্ট্যাটাস অংশে ইনকামিং ইভেন্টগুলি দেখান

source: Display incoming events in the status area. If false, present them to the user immediately.
bn_in: স্ট্যাটাস অংশে ইনকামিং ইভেন্টগুলি দেখান। মিথ্যা হলে, সংগে সংগে তাদের ব্যবহারকারীর কাছে উপস্থাপন করুন।

source: The position for the chat window side pane
bn_in: চ্যাট উইন্ডো পার্শ্ব ফলকের অবস্থান

source: The stored position (in pixels) of the chat window side pane.
bn_in: চ্যাট উইন্ডো পার্শ্ব ফলকের সঞ্চিত অবস্থান (পিক্সেলে)।

source: Show contact groups
bn_in: পরিচিতি গোষ্ঠী দেখান

source: Whether to show groups in the contact list.
bn_in: গোষ্ঠীগুলি পরিচিতি তালিকায় দেখানো হবে কিনা।

source: Use notification sounds
bn_in: সূচনামূলক শব্দ ব্যবহার করা হবে

source: Whether to play a sound to notify of events.
bn_in: ইভেন্টগুলির বিষয়ে জানাতে একটি শব্দ বাজানো হবে কিনা।

source: Disable sounds when away
bn_in: অনুপস্থিত হলে শব্দ নিষ্ক্রিয় করা হবে

source: Whether to play sound notifications when away or busy.
bn_in: দূরে বা ব্যস্ত থাকার সময়ে শব্দ বিজ্ঞপ্তি বাজানো হবে কিনা।

source: Play a sound for incoming messages
bn_in: নতুন বার্তা প্রাপ্ত হলে শব্দ বাজানো হবে

source: Whether to play a sound to notify of incoming messages.
bn_in: ইনকামিং বার্তাগুলির বিষয়ে জানান দিতে একটি শব্দ বাজানো হবে কিনা।

source: Play a sound for outgoing messages
bn_in: নতুন বার্তা পাঠানো হলে শব্দ বাজানো হবে

source: Whether to play a sound to notify of outgoing messages.
bn_in: অাউটগোয়িং বার্তাগুলির বিষয়ে জানাতে একটি শব্দ বাজানো হবে কিনা।

source: Play a sound for new conversations
bn_in: নতুন আলাপনের জন্য শব্দ বাজানো হবে

source: Whether to play a sound to notify of new conversations.
bn_in: নতুন কথোপথনগুলির বিষয়ে জানান দিতে একটি শব্দ বাজানো হবে কিনা।

source: Play a sound when a contact logs in
bn_in: পরিচিত ব্যক্তি লগ-ইন করলে শব্দ বাজানো হবে

source: Whether to play a sound to notify of contacts logging into the network.
bn_in: পরিচিতিগুলির নেটওয়ার্কে লগইন করার বিষয়ে জানাতে একটি শব্দ বাজানো হবে কিনা।

source: Play a sound when a contact logs out
bn_in: পরিচিত ব্যক্তি লগ-আউট করলে শব্দ বাজানো হবে

source: Whether to play a sound to notify of contacts logging out of the network.
bn_in: পরিচিতিদের নেটওয়ার্ক থেকে লগ অাউটের বিষয়ে জানান দিতে একটি শব্দ বাজানো হবে কিনা।

source: Play a sound when we log in
bn_in: নিজে লগ-ইন করলে শব্দ বাজানো হবে

source: Whether to play a sound when logging into a network.
bn_in: একটি নেটওয়ার্কে লগইনের সময়ে একটি শব্দ বাজানো হবে কিনা।

source: Play a sound when we log out
bn_in: নিজে লগ-আউট করলে শব্দ বাজানো হবে

source: Whether to play a sound when logging out of a network.
bn_in: একটি নেটওয়ার্ক থেকে লগ অাউটের ক্ষেত্রে একটি শব্দ বাজানো হবে কিনা।

source: Enable popup notifications for new messages
bn_in: নতুন বার্তার জন্য পপ-আপ সূচনাবার্তা সক্রিয় করা হবে

source: Whether to show a popup notification when receiving a new message.
bn_in: একটি নতুন বার্তা প্রাপ্ত করার সময়ে পপ-অাপ বিজ্ঞপ্তি দেখানো হবে কিনা।

source: Disable popup notifications when away
bn_in: অনুপস্থিত হলে পপ-আপ সূচনাবার্তা নিষ্ক্রিয় করা হবে

source: Whether to show popup notifications when away or busy.
bn_in: দূরে বা ব্যস্ত থাকার সময়ে পপ-অাপ বিজ্ঞপ্তি দেখানো হবে কিনা।

source: Pop up notifications if the chat isn't focused
bn_in: চ্যাট ফোকাসে না থাকলে বিজ্ঞপ্তি পপ-অাপ করুন

source: Whether to show a popup notification when receiving a new message even if the chat is already opened, but not focused.
bn_in: একটি নতুন বার্তা প্রাপ্ত করার সময়ে একটি পপ-অাপ বিজ্ঞপ্তি দেখানো হবে কিনা, এমনকি চ্যাট ইতিমধ্যেই খোলা রয়েছে কিন্তু ফোকাসে নেই এমন অবস্থায়।

source: Pop up notifications when a contact logs in
bn_in: একটি পরিচিতির লগইনের ক্ষেত্রে বিজ্ঞপ্তি পপ-অাপ করুন

source: Whether to show a popup notification when a contact goes online.
bn_in: একটি পরিচিতি অনলাইনে যাওয়ার ক্ষেত্রে একটি পপ-অাপ বিজ্ঞপ্তি দেখানো হবে কিনা।

source: Pop up notifications when a contact logs out
bn_in: একটি পরিচিতির লগ অাউটের ক্ষেত্রে বিজ্ঞপ্তি পপ-অাপ করুন

source: Whether to show a popup notification when a contact goes offline.
bn_in: একটি পরিচিতি অফলাইনে যাওয়ার ক্ষেত্রে একটি পপ-অাপ বিজ্ঞপ্তি দেখানো হবে কিনা।

source: Use graphical smileys
bn_in: গ্রাফিক্যাল স্মাইলি ব্যবহার করুন

source: Whether to convert smileys into graphical images in conversations.
bn_in: কথোপথনে স্মাইলি গ্র্যাফিক্যাল ছবিতে পরিবর্তন করা হবে কিনা।

source: Show contact list in rooms
bn_in: রুমের মধ্যে ব্যক্তিদের তালিকা প্রদর্শন করা হবে

source: Whether to show the contact list in chat rooms.
bn_in: চ্যাট কক্ষগুলিতে পরিচিতি তালিকা দেখানো হবে কিনা।

source: Chat window theme
bn_in: আলাপন উইন্ডোর থিম

source: The theme that is used to display the conversation in chat windows.
bn_in: আলাপনের উইন্ডোর মধ্যে কথোপকথোন প্রদর্শনের জন্য ব্যবহৃত থিম।

source: Chat window theme variant
bn_in: চ্যাট উইন্ডো থিম বিভিন্নতা

source: The theme variant that is used to display the conversation in chat windows.
bn_in: আলাপনের উইন্ডোর মধ্যে কথোপকথন প্রদর্শনের জন্য ব্যবহৃত থিম বিভিন্নতা।

source: Path of the Adium theme to use
bn_in: ব্যবহার করার Adium থিমের পাথ

source: Path of the Adium theme to use if the theme used for chat is Adium. Deprecated.
bn_in: চ্যাটের জন্য ব্যবহৃত থিম Adium হলে, ব্যবহার করার Adium থিমের পাথ। বাতিল।

source: Enable WebKit Developer Tools
bn_in: WebKit ডিভেলপর সরঞ্জামের ব্যবহার সক্রিয় করা হবে

source: Whether WebKit developer tools, such as the Web Inspector, should be enabled.
bn_in: WebKit ডিভেলপর সরঞ্জাম যেমন Web Inspector সক্রিয় করা হবে কি না।

source: Inform other users when you are typing to them
bn_in: অন্যান্য ব্যবহারকারীদের লেখার সময়ে তাদের জানান

source: Whether to send the 'composing' or 'paused' chat states. Does not currently affect the 'gone' state.
bn_in: 'লেখা হচ্ছে' বা 'বিরতি' চ্যাট অবস্থা পাঠানো হবে কিনা। বর্তমানে 'gone' অবস্থা প্রভাবিত করে না।

source: Use theme for chat rooms
bn_in: চ্যাট-রুমের জন্য থিম প্রয়োগ করা হবে

source: Whether to use the theme for chat rooms.
bn_in: চ্যাট কক্ষগুলির জন্য থিম ব্যবহার করা হবে কিনা।

source: Spell checking languages
bn_in: ভাষার জন্য বানান পরীক্ষণ

source: Comma-separated list of spell checker languages to use (e.g. "en, fr, nl").
bn_in: ব্যবহার করার বানান পরীক্ষণ ভাষার কমা দ্বারা পৃথক করা তালিকা (উদাঃ "en, fr, nl")।

source: Enable spell checker
bn_in: বানান পরীক্ষণ সক্রিয় করা হবে

source: Whether to check words typed against the languages you want to check with.
bn_in: অাপনি যে ভাষায় পরীক্ষা করতে চান সেই ভাষায় লেখা শব্দ যাচাই করতে হবে কিনা।

source: Nick completed character
bn_in: নাম সম্পূর্ণকরণের চিহ্ন

source: Character to add after nickname when using nick completion (tab) in group chat.
bn_in: কোনো দলের সাথে আলাপনের সময়, কোনো নাম উল্লেখ করার জন্য নাম সম্পূর্ণকরণের ব্যবস্থা প্রয়োগ কলে ব্যবহারযোগ্য চিহ্ন।

source: Empathy should use the avatar of the contact as the chat window icon
bn_in: আলাপনের উইন্ডোর আইকন রূপে Empathy দ্বারা পরিচিতির অবতার প্রয়োগ করা হবে

source: Whether Empathy should use the avatar of the contact as the chat window icon.
bn_in: আলাপনের উইন্ডোর আইকন রূপে Empathy দ্বারা পরিচিতির অবতার প্রয়োগ করা হবে কিনা

source: Last account selected in Join Room dialog
bn_in: অংশগ্রহণ কক্ষ ডায়ালগে নির্বাচিত শেষ অ্যাকাউন্ট

source: D-Bus object path of the last account selected to join a room.
bn_in: একটি কক্ষে অংশগ্রহণ করতে শেষ অ্যাকাউন্টের D-Bus অবজেক্ট পাথ নির্বাচন করা হয়েছে।

source: Camera device
bn_in: ক্যামেরা ডিভাইস

source: Default camera device to use in video calls, e.g. /dev/video0.
bn_in: ভিডিও কলে ব্যবহারের ডিফল্ট ক্যামেরা ডিভাইস, উদাঃ /dev/video0।

source: Camera position
bn_in: ক্যামেরা অবস্থান

source: Position the camera preview should be during a call.
bn_in: একটি কলের সময়ে ক্যামেরা পূর্বরূপের অবস্থান থাকতে হবে।

source: Echo cancellation support
bn_in: বাতিলকরণের সহায়তা ইকো করুন

source: Whether to enable Pulseaudio's echo cancellation filter.
bn_in: Pulseaudio এর ইকো বাতিলকরণ ফিল্টার সক্রিয় করা হবে কিনা।

source: Show hint about closing the main window
bn_in: প্রধান উইন্ডো বন্ধ করার জন্য ইঙ্গিত প্রদর্শন করা হবে

source: Whether to show the message dialog about closing the main window with the 'x' button in the title bar.
bn_in: শিরোনাম বারে 'x' বোতাম দিয়ে প্রধান উইন্ডো বন্ধ করার বিষয়ে বার্তা ডায়ালগ দেখানো হবে কিনা।

source: Empathy can publish the user's location
bn_in: Empathy দ্বারা ব্যবহারকারীর ভৌগলিক অবস্থান প্রকাশ করা সম্ভব হবে

source: Whether Empathy can publish the user's location to their contacts.
bn_in: Empathy ব্যবহারকারীর অবস্থান তাদের পরিচিতিতে প্রকাশ করতে পারবে কিনা।

source: Empathy should reduce the location's accuracy
bn_in: Empathy দ্বারা ভৌগলিক অবস্থানের নির্ভুলতার পরিমাণ হ্রাস

source: Whether Empathy should reduce the location's accuracy for privacy reasons.
bn_in: গোপনীয়তা বজায় রাখার কারণে Empathy অবস্থানের নিখুঁততা হ্রাস করবে কিনা।

source: No reason was specified
bn_in: কোনো কারণ উল্লিখিত হয়নি

source: The change in state was requested
bn_in: অবস্থার পরিবর্তন অনুরোধ করা হয়েছে

source: You canceled the file transfer
bn_in: ফাইল বিনিময়ের কাজ আপনি বাতিল করেছেন

source: The other participant canceled the file transfer
bn_in: ফাইল বিনিময়ের কাজ অন্য ব্যবহারকারী বাতিল করেছেন

source: Error while trying to transfer the file
bn_in: ফাইল বিনিময় করতে সমস্যা

source: The other participant is unable to transfer the file
bn_in: অন্য ব্যবহারকারী ফাইল বিনিময় করতে সক্ষম হননি

source: Unknown reason
bn_in: অজানা কারণ

source: File transfer completed, but the file was corrupted
bn_in: ফাইলের স্থানান্তর সম্পন্ন হয়েছে, কিন্তু ফাইলটি ক্ষতিগস্ত

source: File transfer not supported by remote contact
bn_in: দূরবর্তী পরিচিতি দ্বারা ফাইল বিনিময় সমর্থিত নয়

source: The selected file is not a regular file
bn_in: নির্বাচিত ফাইলটি একটি স্বাভাবিক ফাইল নয়

source: The selected file is empty
bn_in: নির্বাচিত ফাইলটি ফাঁকা

source: Missed call from %s
bn_in: %s থেকে প্রাপ্ত কলের জবাব দেওয়া হয়নি

source: Called %s
bn_in: %s কল করা হয়েছে

source: Call from %s
bn_in: %s থেকে কল

source: Available
bn_in: উপস্থিত

source: Busy
bn_in: ব্যস্ত

source: Away
bn_in: অনুপস্থিত

source: Invisible
bn_in: অদৃশ্য

source: Offline
bn_in: অফ-লাইন

# presence
source: Unknown
bn_in: অজানা

source: No reason specified
bn_in: কোনো কারণ উল্লিখিত হয়নি

source: Status is set to offline
bn_in: স্ট্যাটাস অফলাইনে সেট করা হয়েছে

source: Network error
bn_in: নেটওয়ার্ক সংক্রান্ত ত্রুটি

source: Authentication failed
bn_in: অনুমোদন ব্যর্থ

source: Encryption error
bn_in: এনক্রিপশন সংক্রান্ত ত্রুটি

source: Name in use
bn_in: নাম বর্তমানে ব্যবহৃত হচ্ছে

source: Certificate not provided
bn_in: সার্টিফিকেট উপলব্ধ করা হয়নি

source: Certificate untrusted
bn_in: সার্টিফিকেট বিশ্বস্ত নয়

source: Certificate expired
bn_in: সার্টিফিকেটের মেয়াদ উত্তীর্ণ হয়েছে

source: Certificate not activated
bn_in: সার্টিফিকেট সক্রিয় করা হয়নি

source: Certificate hostname mismatch
bn_in: সার্টিফিকেটের হোস্টনেম-এ গরমিল

source: Certificate fingerprint mismatch
bn_in: সার্টিফিকেটের ফিনঙ্গারপ্রিন্ট-এ গরমিল

source: Certificate self-signed
bn_in: স্বয়ং স্বাক্ষরিত সার্টিফিকেট

source: Certificate error
bn_in: সার্টিফিকেট সংক্রান্ত ত্রুটি

source: Encryption is not available
bn_in: এনক্রিপশন উপলব্ধ নয়

source: Certificate is invalid
bn_in: সার্টিফিকেট অবৈধ

source: Connection has been refused
bn_in: সংযোগ প্রত্যাখ্যান করা হয়েছে

source: Connection can't be established
bn_in: সংযোগ স্থাপন করা যাচ্ছে না

source: Connection has been lost
bn_in: সংযোগ হারিয়ে গেছে

source: This account is already connected to the server
bn_in: এই অ্যাকাউন্ট সার্ভারের সংগে ইতিমধ্যেই সংযুক্ত

source: Connection has been replaced by a new connection using the same resource
bn_in: একই রিসোর্স ব্যবহার করে একটি নতুন সংযোগ দ্বারা সংযোগ প্রতিস্থাপন করা হয়েছে

source: The account already exists on the server
bn_in: অ্যাকাউন্ট ইতিমধ্যেই সার্ভারে উপস্থিত

source: Server is currently too busy to handle the connection
bn_in: সংযোগ ব্যবস্থাপনা করার দিক থেকে সার্ভার বর্তমানে অত্যন্ত ব্যস্ত

source: Certificate has been revoked
bn_in: সার্টিফিকেট তুলে নেওয়া হয়েছে

source: Certificate uses an insecure cipher algorithm or is cryptographically weak
bn_in: সার্টিফিকেট এক অনিরাপদ cipher অ্যালগরিদম ব্যবহার করে বা ক্রিপটোগ্র্যাফিক দিক থেকে দুর্বল

source: The length of the server certificate, or the depth of the server certificate chain, exceed the limits imposed by the cryptography library
bn_in: সার্ভার সার্টিফিকেটের দৈর্ঘ্য, বা সার্ভার সার্টিফিকেট চেনের গভীরতা, ক্রিপটোগ্র্যাফি লাইব্রেরি দ্বারা নির্দিষ্ট সীমা ছাড়িয়ে গেছে

source: Your software is too old
bn_in: অাপনার সফ্টওয়্যার অত্যন্ত পুরানো

source: Internal error
bn_in: অভ্যন্তরীণ ত্রুটি

source: All accounts
bn_in: সর্বধরনের অ্যাকাউন্ট

source: Click to enlarge
bn_in: বড় মাপে প্রদর্শনের জন্য ক্লিক করুন

source: Authentication failed for account <b>%s</b>
bn_in: <b>%s</b> অ্যাকাউন্টের ক্ষেত্রে প্রমাণীকরণ ব্যর্থ হয়েছে

source: Retry
bn_in: পুনঃপ্রচেষ্টা

source: Enter your password for account <b>%s</b>
bn_in: এই অ্যাকাউন্টের জন্য অাপনার পাসওয়ার্ড দিন <b>%s</b>

source: Remember password
bn_in: পাসওয়ার্ড মনে রাখুন

source: There was an error starting the call
bn_in: কল শুরু করতে একটি সমস্যা হয়েছে

source: The specified contact doesn't support calls
bn_in: উল্লিখিত পরিচিতি কল সমর্থন করে না

source: The specified contact is offline
bn_in: উল্লিখিত পরিচিতি অফলাইনে অাছে

source: The specified contact is not valid
bn_in: উল্লিখিত পরিচিতি বৈধ নয়

source: Emergency calls are not supported on this protocol
bn_in: এই প্রোটোকলে জরুরি কল সমর্থিত নয়

source: You don't have enough credit in order to place this call
bn_in: এই কল করার মতো পর্যাপ্ত ক্রেডিট অাপনার নেই

source: Failed to open private chat
bn_in: ব্যক্তিগত চ্যাট খুলতে ব্যর্থ

source: Topic not supported on this conversation
bn_in: এই কথোপথনে বিষয় সমর্থিত নয়

source: You are not allowed to change the topic
bn_in: বিষয় পরিবর্তন করার অনুমতি অাপনার নেই

source: Invalid contact ID
bn_in: অবৈধ পরিচিতি অাইডি

source: /clear: clear all messages from the current conversation
bn_in: /clear: বর্তমান কথোপকথন থেকে সকল বার্তা সাফ করুন

source: /topic <topic>: set the topic of the current conversation
bn_in: /topic <topic>: বর্তমান কথোপকথনের বিষয় সেট করুন

source: /join <chat room ID>: join a new chat room
bn_in: /join <chat room ID>: একটি নতুন চ্যাট কক্ষে যোগদান করুন

source: /j <chat room ID>: join a new chat room
bn_in: /j <chat room ID>: একটি নতুন চ্যাট কক্ষে যোগদান করুন

source: /part [<chat room ID>] [<reason>]: leave the chat room, by default the current one
bn_in: /part [<chat room ID>] [<reason>]: চ্যাট কক্ষ ছেড়ে যান, ডিফল্ট ভাবে বর্তমানটি

source: /query <contact ID> [<message>]: open a private chat
bn_in: /query <contact ID> [<message>]: একটি ব্যক্তিগত চ্যাট খুলুন

source: /msg <contact ID> <message>: open a private chat
bn_in: /msg <contact ID> <message>: একটি ব্যক্তিগত চ্যাট খুলুন

source: /nick <nickname>: change your nickname on the current server
bn_in: /nick <nickname>: বর্তমান সার্ভারে অাপনার ডাকনাম পরিবর্তন করুন

source: /me <message>: send an ACTION message to the current conversation
bn_in: /me <message>: বর্তমান কথোপথনে একটি ACTION বার্তা পাঠান

source: /say <message>: send <message> to the current conversation. This is used to send a message starting with a '/'. For example: "/say /join is used to join a new chat room"
bn_in: /say <message>: বর্তমান কথোপথনে <message> পাঠান। '/' দিয়ে শুরু কোনো বার্তা পাঠাতে এর ব্যবহার করা হয়। উদাহরণস্বরূপ: "/say /join is used to join a new chat room"

source: /whois <contact ID>: display information about a contact
bn_in: /whois <contact ID>: একটি পরিচিতি বিষয়ে তথ্য দেখান

source: /help [<command>]: show all supported commands. If <command> is defined, show its usage.
bn_in: /help [<command>]: সকল সমর্থিত কম্যান্ড দেখান। <command> নির্দিষ্ট করা হলে, তার বার্তা দেখান।

source: Usage: %s
bn_in: ব্যবহার: %s

source: Unknown command
bn_in: অজানা কম্যান্ড

source: Unknown command; see /help for the available commands
bn_in: অজানা কম্যান্ড; উপলব্ধ কম্যান্ডগুলির জন্য /help দেখুন

source: insufficient balance to send message
bn_in: বার্তা পাঠাতে ব্যালেন্স অপর্যাপ্ত

source: Error sending message '%s': %s
bn_in: '%s' বার্তা পাঠাতে সমস্যা: %s

source: Error sending message: %s
bn_in: বার্তা পাঠাতে ত্রুটি: %s

source: insufficient balance to send message. <a href='%s'>Top up</a>.
bn_in: বার্তা পাঠাতে ব্যালেন্স অপর্যাপ্ত। <a href='%s'>টপ অাপ</a>।

source: not capable
bn_in: সমর্থ নয়

source: offline
bn_in: অফ-লাইন

source: invalid contact
bn_in: পরিচিত ব্যক্তির তথ্য বৈধ নয়

source: permission denied
bn_in: অনুমতি প্রদান করা হয়নি

source: too long message
bn_in: বার্তা অত্যাধিক লম্বা

source: not implemented
bn_in: প্রয়োগ করা হয়নি

source: unknown
bn_in: অজানা

source: Topic:
bn_in: বিষয়:

source: Topic set to: %s
bn_in: নির্ধারিত বিষয়: %s

source: Topic set by %s to: %s
bn_in: %s দ্বারা: %s এ বিষয় সেট করা হয়েছে

source: No topic defined
bn_in: বিষয় নির্ধারিত হয়নি

source: (No Suggestions)
bn_in: (প্রস্তাবিত তথ্য অনুপস্থিত)

source: Add '%s' to Dictionary
bn_in: অভিধানে '%s' যোগ করুন

source: Add '%s' to %s Dictionary
bn_in: '%s' %s অভিধানে যোগ করুন

source: Insert Smiley
bn_in: স্মাইলি চিহ্ন অন্তর্ভুক্ত করুন

source: _Send
bn_in: পাঠিয়ে দিন (_S)

source: _Spelling Suggestions
bn_in: প্রস্তাবিত বানান (_S)

source: Failed to retrieve recent logs
bn_in: সাম্প্রতিক লগ পুনরুদ্ধার করতে ব্যর্থ

source: %s has disconnected
bn_in: %s-র সাথে সংযোগ বিচ্ছিন্ন করা হয়েছে

source: %1$s was kicked by %2$s
bn_in: %1$s-কে %2$s দ্বারা বিতাড়ন করা হয়েছে

source: %s was kicked
bn_in: %s-কে বিতাড়ন করা হয়েছে

source: %1$s was banned by %2$s
bn_in: %1$s-কে %2$s দ্বারা প্রতিরোধ করা হয়েছে

source: %s was banned
bn_in: %s-কে প্রতিরোধ করা হয়েছে

source: %s has left the room
bn_in: %s রুম থেকে চলে গেছেন

source: %s has joined the room
bn_in: %s রুমে এসেছেন

source: %s is now known as %s
bn_in: %s %s হিসাবে পরিচিত

source: Disconnected
bn_in: বিচ্ছিন্ন

source: Would you like to store this password?
bn_in: অাপনি কি এই পাসওয়ার্ড সঞ্চয় করতে চান?

source: Remember
bn_in: মনে রাখুন

source: Not now
bn_in: এখন নয়

source: Wrong password; please try again:
bn_in: ভুল পাসওয়ার্ড; দয়া করে অাবার চেষ্টা করুন:

source: This room is protected by a password:
bn_in: এই কক্ষ একটি পাসওয়ার্ড দ্বারা সুরক্ষিত:

source: Join
bn_in: যোগদান করুন

source: Connected
bn_in: সংযুক্ত

source: Conversation
bn_in: আলাপন

source: Unknown or invalid identifier
bn_in: অজানা বা অবৈধ সনাক্তকারী

source: Contact blocking temporarily unavailable
bn_in: পরিচিতি অবরোধ করা সাময়িক ভাবে অনুপলব্ধ

source: Contact blocking unavailable
bn_in: পরিচিতি অবরোধ অনুপলব্ধ

source: Permission Denied
bn_in: অনুমতি প্রত্যাখ্যান করা হয়েছে

source: Could not block contact
bn_in: পরিচিতি অবরোধ করা যায়নি

source: Edit Blocked Contacts
bn_in: অবরুদ্ধ পরিচিতিগুলি সম্পাদন করুন

source: Account:
bn_in: অ্যাকাউন্ট:

source: Blocked Contacts
bn_in: অবরুদ্ধ পরিচিতি

source: Remove
bn_in: অপসারণ করুন

source: Search contacts
bn_in: পরিচিতি অনুসন্ধান

source: Search:
bn_in: অনুসন্ধান:

source: _Add Contact
bn_in: পরিচিতি যোগ করুন (_A)

source: No contacts found
bn_in: কোনো পরিচিতি পাওয়া যায়নি

source: Contact search is not supported on this account
bn_in: এই অ্যাকাউন্টে পরিচিতি অনুসন্ধান সমর্থিত নয়

source: Your message introducing yourself:
bn_in: অাপনার বার্তা অাপনার পরিচয় জানাচ্ছে:

source: Please let me see when you're online. Thanks!
bn_in: অাপনি অনলাইনে থাকলে দয়া করে অামায় দেখতে দিন। ধন্যবাদ!

source: Save Avatar
bn_in: অবতারের ছবি সংরক্ষণ করুন

source: Unable to save avatar
bn_in: অবতারের ছবি সংরক্ষণ করতে ব্যর্থ

source: Account
bn_in: অ্যাকাউন্ট

source: Identifier
bn_in: সনাক্তকরণ

source: Alias
bn_in: উপনাম

source: Contact Details
bn_in: যোগাযোগ সংক্রান্ত বিবরণ

source: Information requested…
bn_in: তথ্যের অনুরোধ জানানো হয়েছে…

source: <b>Location</b> at (date)
bn_in: <b>অবস্থান</b> (date)-এ

source: Client Information
bn_in: ক্লায়েন্ট সংক্রান্ত তথ্য

source: Version
bn_in: সংস্করণ

source: Client
bn_in: ক্লায়েন্ট

source: Groups
bn_in: দল
