Repository: ydong08/empathy3.12.11
Catalog: po/*.po
Languages: bn_in

source: Select the groups you want this contact to appear in. Note that you can select more than one group or no groups.
bn_in: এই পরিচিত ব্যক্তি কোন দলগুলির মধ্যে অন্তর্ভুক্ত করা হবে তা নির্বাচন করুন। উল্লেখ্য, একাধিক দল নির্বাচন করা যাবে ও কোনো দল নির্বাচন করার প্রয়োজন নেই।

source: _Add Group
bn_in: দল যোগ করুন (_A)

# verb in a column header displaying group names
source: Select
bn_in: নির্বাচন করুন

source: Group
bn_in: দল

source: New Contact
bn_in: নতুন পরিচিতি

source: Block %s?
bn_in: %s অবরোধ করবেন?

source: Are you sure you want to block '%s' from contacting you again?
bn_in: '%s' যাতে অাপনার সংগে অাবার যোগাযোগ করতে না পারে তার জন্য তাকে অবরোধ করার বিষয়ে নিশ্চিত?

source: The following identity will be blocked:
bn_in: নিম্নলিখিত পরিচয় অবরোধ করা হবে:

source: The following identity can not be blocked:
bn_in: নিম্নলিখিত পরিচয় অবরোধ করা যাবে না:

source: _Block
bn_in: অবরোধ করুন (_B)

source: _Report this contact as abusive
bn_in: এই পরিচিতি অাপত্তিজনক হিসাবে জানান (_R)

source: Edit Contact Information
bn_in: যোগাযোগ সংক্রান্ত তথ্য পরিবর্তন করুন

source: Linked Contacts
bn_in: লিঙ্ক করা পরিচিতিগুলি

source: gnome-contacts not installed
bn_in: gnome-contacts ইনস্টল করা হয়নি

source: Please install gnome-contacts to access contacts details.
bn_in: দয়া করে পরিচিতির বিস্তারিত অ্যাক্সেস করতে gnome-contacts ইনস্টল করুন।‌

source: Select account to use to place the call
bn_in: কল করতে ব্যবহার করার জন্য অ্যাকাউন্ট নির্বাচন করুন

source: Call
bn_in: কল

source: Mobile
bn_in: মোবাইল

source: Work
bn_in: কর্ম

source: HOME
bn_in: গৃহ

source: Call %s (%s)
bn_in: %s (%s) কল করুন

source: Call %s
bn_in: %s কল করুন

source: _Block Contact
bn_in: পরিচিতি অবরোধ করুন (_B)

source: Remove from _Group '%s'
bn_in: '%s' গোষ্ঠী থেকে সরান (_G)

source: Delete and _Block
bn_in: মুছুন এবং অবরোধ করুন (_B)

source: Do you really want to remove the contact '%s'?
bn_in: আপনি কি নিশ্চিতরূপে '%s'-কে পরিচিত তালিকা থেকে সরিয়ে ফেলতে ইচ্ছুক?

source: Do you really want to remove the linked contact '%s'? Note that this will remove all the contacts which make up this linked contact.
bn_in: অাপনি কি সত্যিই লিঙ্ক যুক্ত পরিচিতি '%s' সরাতে চান? মনে রাখুন যে, এতে এই লিঙ্ক যুক্ত পরিচিতির সংগে সংযুক্ত সকল পরিচিতি সরাবে।

source: Removing contact
bn_in: পরিচিত ব্যক্তিকে সরিয়ে ফেলা হচ্ছে

source: _Remove
bn_in: মুছে ফেলুন (_R)

source: _Chat
bn_in: আলাপন (_C)

# menu item
source: _Audio Call
bn_in: অডিও কল (_A)

# menu item
source: _Video Call
bn_in: ভিডিও কল (_V)

source: _Previous Conversations
bn_in: পূর্ববর্তী আলাপন (_P)

source: Send File
bn_in: ফাইল পাঠান

source: Share My Desktop
bn_in: অামার ডেস্কটপ ভাগ করুন

source: Favorite
bn_in: প্রিয়

source: Infor_mation
bn_in: তথ্য (_m)

# Edit individual (contextual menu)
source: _Edit
bn_in: সম্পাদনা (_E)

source: Inviting you to this room
bn_in: অাপনাকে এই কক্ষে অামন্ত্রণ জানানো হচ্ছে

source: _Invite to Chat Room
bn_in: চ্যাট কক্ষে অামন্ত্রণ জানান (_I)

source: _Add Contact…
bn_in: পরিচিতি যোগ করুন (_A)…

source: Do you really want to remove the group '%s'?
bn_in: '%s' নাম দল কি নিশ্চিতরূপে মুছে ফেলতে ইচ্ছুক?

source: Removing group
bn_in: দল মুছে ফেলা হচ্ছে

source: Re_name
bn_in: পুনঃনামকরণ (_n)

source: Channels:
bn_in: চ্যানেল:

source: Country ISO Code:
bn_in: দেশের ISO কোড:

source: Country:
bn_in: দেশ:

source: State:
bn_in: রাজ্য:

source: City:
bn_in: শহর:

source: Area:
bn_in: অঞ্চল:

source: Postal Code:
bn_in: পোস্টাল কোড:

source: Street:
bn_in: রাস্তা:

source: Building:
bn_in: বিল্ডিং:

source: Floor:
bn_in: তল:

source: Room:
bn_in: ঘর:

source: Text:
bn_in: টেক্সট:

source: Description:
bn_in: বিবরণ:

source: Accuracy Level:
bn_in: যথার্থতার মাত্রা:

source: Error:
bn_in: ত্রুটি:

source: Vertical Error (meters):
bn_in: উলম্ব দিশার ত্রুটি (মিটার):

source: Horizontal Error (meters):
bn_in: অনুভূমিক দিশার ত্রুটি (মিটার):

source: Speed:
bn_in: গতি:

source: Bearing:
bn_in: ধারণকারী:

source: Climb Speed:
bn_in: বৃদ্ধির গতি:

source: Last Updated on:
bn_in: সর্বশেষ আপডেটের তারিখ:

source: Longitude:
bn_in: দ্রাঘিমাংশং

source: Latitude:
bn_in: অক্ষাংশ:

source: Altitude:
bn_in: উচ্চতা:

source: Location
bn_in: অবস্থান

source: %B %e, %Y at %R UTC
bn_in: %B %e, %Y, %R UTC সময়ে

source: Alias:
bn_in: উপনাম:

source: Identifier:
bn_in: সনাক্তচিহ্ন:

source: Linked contact containing %u contact
bn_in: %u পরিচিতি বিশিষ্ট লিঙ্ক যুক্ত পরিচিতি

source: <b>Location</b> at (date)
bn_in: <b>অবস্থান</b> (তারিখ)-এ

source: Online from a phone or mobile device
bn_in: একটি ফোন বা মোবাইল ডিভাইস থেকে অনলাইন

source: Empathy can automatically discover and chat with the people connected on the same network as you. If you want to use this feature, please check that the details below are correct.
bn_in: Empathy অাপনি যে নেটওয়ার্কে রয়েছেন সেই একই নেটওয়ার্কে থাকা মানুষজনকে স্বয়ংক্রিয় ভাবে খুঁজে নিতে এবং তাদের সংগে চ্যাট করতে পারে। অাপনি এই বৈশিষ্ট্যটি ব্যবহার করতে চাইলে, দয়া করে দেখে নিন যে নীচের বিস্তারিত সঠিক।

source: People nearby
bn_in: নিকটবর্তী ব্যক্তিরা

source: You can change these details later or disable this feature by choosing <span style="italic">Edit → Accounts</span> in the Contact List.
bn_in: পরিচিতি তালিকায় <span style="italic">সম্পাদন → অ্যাকাউন্ট</span> বেছে অাপনি এই বিস্তারিত পরে পরিবর্তন করতে পারবেন বা এই বৈশিষ্ট্যটি নিষ্ক্রিয় করতে পারবেন।

source: History
bn_in: ইতিহাস

source: Show
bn_in: প্রদর্শন

source: Search
bn_in: অনুসন্ধান

source: Chat in %s
bn_in: %s এ চ্যাট

source: Chat with %s
bn_in: %s এর সংগে চ্যাট

source: %s second
bn_in: %s সেকেন্ড

source: %s minute
bn_in: %s মিনিট

source: Call took %s, ended at %s
bn_in: কলে %s সময় লেগেছে, %s এ শেষ হয়েছে

source: Today
bn_in: আজ

source: Yesterday
bn_in: গতকাল

source: Anytime
bn_in: যেকোনো সময়

source: Anyone
bn_in: যেকেউ

source: Who
bn_in: কে

source: When
bn_in: কখন

source: Anything
bn_in: যা কিছু

source: Text chats
bn_in: পাঠ্য চ্যাট

source: Calls
bn_in: কল

source: Incoming calls
bn_in: ইনকামিং কল

source: Outgoing calls
bn_in: অাউটগোয়িং কল

source: Missed calls
bn_in: মিসড কল

source: What
bn_in: কী

source: Are you sure you want to delete all logs of previous conversations?
bn_in: অাপনি পূর্ববর্তী কথোপথনগুলির সকল লগ মোছার বিষয়ে নিশ্চিত?

source: Clear All
bn_in: সকল সাফ করুন

source: Delete from:
bn_in: এখান থেকে মুছুন:

source: _File
bn_in: ফাইল (_F)

source: _Edit
bn_in: সম্পাদনা (_E)

source: Delete All History…
bn_in: সকল ইতিহাস মুছুন...

source: Profile
bn_in: প্রোফাইল

source: Chat
bn_in: আলাপন

source: Video
bn_in: ভিডিও

source: page 2
bn_in: পৃষ্ঠা ২

source: <span size="x-large">Loading…</span>
bn_in: <span size="x-large">লোড হচ্ছে…</span>

source: What kind of chat account do you have?
bn_in: আলাপনের কী ধরনের অ্যাকাউন্ট উপস্থিত রয়েছে?

source: Add new account
bn_in: নতুন অ্যাকাউন্ট যোগ করুন

source: Enter a contact identifier or phone number:
bn_in: একটি পরিচিতি সনাক্তকারী বা ফোন নম্বর দিন:

source: _Video Call
bn_in: ভিডিও কল (_V)

source: _Audio Call
bn_in: অডিও কল (_A)

source: New Call
bn_in: নতুন কল

source: The contact is offline
bn_in: পরিচিতি অফলাইনে অাছে

source: The specified contact is either invalid or unknown
bn_in: উল্লিখিত পরিচিতি হয় অবৈধ বা অজানা

source: The contact does not support this kind of conversation
bn_in: পরিচিতি এই ধরনের কথোপথন সমর্থন করে না

source: The requested functionality is not implemented for this protocol
bn_in: এই প্রোটোকলের ক্ষেত্রে অনুরোধ জানানো বৈশিষ্ট্য বাস্তবায়িত করা হয়নি

source: Could not start a conversation with the given contact
bn_in: প্রদত্ত পরিচিতি দিয়ে একটি কথোপথন শুরু করা যায়নি

source: You are banned from this channel
bn_in: অাপনাকে এই চ্যানেল থেকে বাদ দেওয়া হয়েছে

source: This channel is full
bn_in: এই চ্যানেলটি ভর্তি

source: You must be invited to join this channel
bn_in: এই চ্যানেলে যোগদান করতে অাপনাকে অবশ্যই তার অামন্ত্রণ পেতে হবে

source: Can't proceed while disconnected
bn_in: সংযোগ বিচ্ছিন্ন অবস্থায় প্রক্রিয়া করা যায় না

source: Permission denied
bn_in: অনুমতি প্রত্যাখ্যান করা হয়েছে

source: There was an error starting the conversation
bn_in: কথোপথন শুরু করতে একটি সমস্যা হয়েছে

source: New Conversation
bn_in: নতুন আলাপন

source: Password Required
bn_in: পাসওয়ার্ড প্রয়োজন

source: Custom Message…
bn_in: স্বনির্ধারিত বার্তা...

source: Edit Custom Messages…
bn_in: স্বনির্ধারিত বার্তা সম্পাদনা…

source: Click to remove this status as a favorite
bn_in: এই অবস্থাবার্তাটিকে পছন্দের তালিকা থেকে সরানোর জন্য ক্লিক করুন

source: Click to make this status a favorite
bn_in: এই অবস্থাবার্তাটিকে পছন্দের তালিকাতে অন্তর্ভুক্ত করার জন্য ক্লিক করুন

source: <b>Current message: %s</b> <small><i>Press Enter to set the new message or Esc to cancel.</i></small>
bn_in: <b>বর্তমান বার্তা: %s</b> <small><i>নতুন বার্তা সেট করতে Enter টিপুন বা বাতিল করতে Esc টিপুন।</i></small>

source: Set status
bn_in: অবস্থা নির্ধারণ করুন

source: Custom messages…
bn_in: স্বনির্ধারিত বার্তা…

source: _Match case
bn_in: মিল থাকা (_M)

source: Find:
bn_in: অনুসন্ধান:

source: _Previous
bn_in: পূর্ববর্তী (_P)

source: _Next
bn_in: পরবর্তী (_N)

source: Mat_ch case
bn_in: মিল থাকা (_c)

source: Phrase not found
bn_in: ফ্রেজ খুঁজে পাওয়া যায়নি

source: Received an instant message
bn_in: ইনস্ট্যান্ট বার্তা প্রাপ্ত হয়েছে

source: Sent an instant message
bn_in: ইনস্ট্যান্ট বার্তা পাঠানো হয়েছে

source: Incoming chat request
bn_in: চ্যাটের আগত অনুরোধ

source: Contact connected
bn_in: পরিচিতির সাথে সংযোগ করা হয়েছে

source: Contact disconnected
bn_in: পরিচিতির সাথে সংযোগ বিচ্ছিন্ন করা হয়েছে

source: Connected to server
bn_in: সার্ভারের সাথে সংযুক্ত

source: Disconnected from server
bn_in: সার্ভারে সাথে সংযোগ বিচ্ছিন্ন

source: Incoming voice call
bn_in: আগত ভাষ্যের কল

source: Outgoing voice call
bn_in: বাহিরগামি ভাষ্যের কল

source: Voice call ended
bn_in: ভাষ্যের কল সমাপ্ত হয়েছে

source: Edit Custom Messages
bn_in: স্বনির্ধারিত বার্তা সম্পাদনা

source: Subscription Request
bn_in: সাবস্ক্রিপশনের অনুরোধ

source: %s would like permission to see when you are online
bn_in: %s অাপনি অনলাইনে থাকলে তা দেখার অনুমতি চায়

source: _Decline
bn_in: প্রত্যাখ্যান করুন (_D)

source: _Accept
bn_in: স্বীকার করুন (_A)

source: Message edited at %s
bn_in: বার্তা %s এ সম্পাদিত

source: Normal
bn_in: সাধারণ

source: The identity provided by the chat server cannot be verified.
bn_in: চ্যাট সার্ভার দ্বারা প্রদান করা পরিচয় যাচাই করা যায় না।

source: The certificate is not signed by a Certification Authority.
bn_in: শংসাপত্র একটি শংসাপত্রপ্রদান কর্তৃপক্ষ দ্বারা স্বাক্ষরিত নয়।

source: The certificate has expired.
bn_in: সার্টিফিকেটের মেয়াদ শেষ হয়ে গেছে।

source: The certificate hasn't yet been activated.
bn_in: শংসাপত্র এখনও সক্রিয় করা হয়নি।

source: The certificate does not have the expected fingerprint.
bn_in: শংসাপত্রে প্রত্যাশিত ফিঙ্গারপ্রিন্ট নেই।

source: The hostname verified by the certificate doesn't match the server name.
bn_in: শংসাপত্র দ্বারা যাচাই করা হোস্টনাম সার্ভার নামের সংগে মিলছে না

source: The certificate is self-signed.
bn_in: শংসাপত্র স্বয়ং-স্বাক্ষরিত।

source: The certificate has been revoked by the issuing Certification Authority.
bn_in: শংসাপত্র তার জারি করা শংসাপত্রপ্রদান কর্তৃপক্ষের তরফ থেকে তুলে নেওয়া হয়েছে।

source: The certificate is cryptographically weak.
bn_in: শংসাপত্রটি ক্রিপটোগ্র্যাফিক দিক থেকে দুর্বল।

source: The certificate length exceeds verifiable limits.
bn_in: শংসাপত্র দৈর্ঘ্য যাচাইযোগ্য সীমা ছাড়িয়ে গেছে।

source: The certificate is malformed.
bn_in: শংসাপত্রটি ঠিক ভাবে গঠিত নয়।

source: Expected hostname: %s
bn_in: প্রত্যাশিত হোস্ট নাম: %s

source: Certificate hostname: %s
bn_in: শংসাপত্র হোস্ট নাম: %s

source: C_ontinue
bn_in: জারি রাখুন (_o)

source: Untrusted connection
bn_in: অবিশ্বস্ত সংযোগ

source: This connection is untrusted. Would you like to continue anyway?
bn_in: এই সংযোগ অবিশ্বস্ত। অাপনি কি তথাপি জারি রাখতে চান?

source: Remember this choice for future connections
bn_in: ভবিষ্যতের সংযোগের জন্য এই পছন্দ মনে রাখুন

source: Certificate Details
bn_in: শংসাপত্রের বিস্তারিত

source: Unable to open URI
bn_in: URI খুলতে ব্যর্থ

source: Select a file
bn_in: একটি ফাইল নির্বাচন করুন

source: Insufficient free space to save file
bn_in: ফাইল সংরক্ষণ করতে অপর্যাপ্ত খালি স্থান

source: %s of free space are required to save this file, but only %s is available. Please choose another location.
bn_in: এই ফাইল সংরক্ষণ করতে %s শূন্য স্থান প্রয়োজন, কিন্তু শুধুমাত্র %s উপলব্ধ। দয়া করে অপর অবস্থান বাছুন।

source: Incoming file from %s
bn_in: %s থেকে ইনকামিং ফাইল

source: _Copy Link Address
bn_in: লিঙ্ক দ্বারা চিহ্নিত ঠিকানা কপি করুন (_C)

source: _Open Link
bn_in: লিঙ্ক দ্বারা চিহ্নিত খুলুন (_O)

source: Inspect HTML
bn_in: ইনস্পেক্ট HTML

source: Top Contacts
bn_in: সেরা পরিচিতিগুলি

source: People Nearby
bn_in: নিকটবর্তী ব্যক্তিরা

source: Ungrouped
bn_in: গোষ্ঠীভুক্ত নয়

source: Server cannot find contact: %s
bn_in: সার্ভার পরিচিতি খুঁজে পাচ্ছে না: %s

source: An Instant Messaging client for GNOME
bn_in: GNOME-র সাথে ব্যবহারযোগ্য ইনস্ট্যান্ট মেসেজিং ক্লায়েন্ট

source: translator-credits
bn_in: রুণা ভট্টাচার্য্য (runab@redhat.com)

source: Don't display any dialogs; do any work (eg, importing) and exit
bn_in: কোনো ডায়ালগ দেখাবেন না ; কোনো কাজ করবেন না (উদাঃ অামদানি) এবং প্রস্থান করবেন না

source: Don't display any dialogs unless there are only "People Nearby" accounts
bn_in: শুধুমাত্র "কাছেপিঠে মানুষজন" অ্যাকাউন্টের ক্ষেত্রেই ডায়ালগ দেখাবেন

source: Initially select given account (eg, gabble/jabber/foo_40example_2eorg0)
bn_in: প্রারম্ভিক ভাবে প্রদত্ত অ্যাকাউন্ট নির্বাচন করুন (উদাঃ, gabble/jabber/foo_40example_2eorg0)

source: - Empathy Accounts
bn_in: - Empathy অ্যাকাউন্ট

source: Empathy Accounts
bn_in: Empathy অ্যাকাউন্ট

source: There are unsaved modifications to your %.50s account.
bn_in: অাপনার %.50s অ্যাকাউন্টে সংশোধন অসংরক্ষিত অবস্থায় রয়েছে।

source: Your new account has not been saved yet.
bn_in: অাপনার নতুন অ্যাকাউন্ট এখনও সংরক্ষিত হয়নি।

source: Connecting…
bn_in: সংযোগ করা হচ্ছে…

source: Offline — %s
bn_in: অফলাইন — %s

source: Disconnected — %s
bn_in: সংযোগ বিচ্ছিন্ন — %s

source: Offline — No Network Connection
bn_in: অফলাইন — কোনো নেটওয়ার্ক সংযোগ নেই

source: Unknown Status
bn_in: অজানা অবস্থা

source: This account has been disabled because it relies on an old, unsupported backend. Please install telepathy-haze and restart your session to migrate the account.
bn_in: এই অ্যাকাউন্টটি নিষ্ক্রিয় করা হয়েছে কারণ এটির ভিত্তি হল এক পুরনো, অসমর্থিত ব্যাক-এন্ড। দয়া করে telepathy-haze ইনস্টল করুন এবং অ্যাকাউন্ট মাইগ্রেট করতে অাপনার সেশন রিস্টার্ট করুন।

source: Offline — Account Disabled
bn_in: অফলাইন — অ্যাকাউন্ট নিষ্ক্রিয়

source: Edit Connection Parameters
bn_in: সংযোগ প্যারামিটার সম্পাদন

source: _Edit Connection Parameters…
bn_in: সংযোগ প্যারামিটার সম্পাদন করুন (_E)…

source: Do you want to remove %.50s from your computer?
bn_in: অাপনি কি অাপনার কম্পিউটার থেকে %.50s সরাতে চান?

source: This will not remove your account on the server.
bn_in: এটি সার্ভারে অাপনার অ্যাকাউন্ট মুছে ফেলবে না।

source: You are about to select another account, which will discard your changes. Are you sure you want to proceed?
bn_in: আপনি একটি ভিন্ন অ্যাকাউন্ট নির্বাচন করতে চলেছেন। এর ফলে আপনার করা পরিবর্তনগুলি বর্জন করা হবে। আপনি কি নিশ্চিতরূপে এগিয়ে যেতে ইচ্ছুক?

source: _Enabled
bn_in: সক্রিয় (_E)

source: Rename
bn_in: নাম পরিবর্তন

source: _Skip
bn_in: এগিয়ে চলুন (_S)

source: _Connect
bn_in: সংযোগ স্থাপন করুন... (_C)

source: You are about to close the window, which will discard your changes. Are you sure you want to proceed?
bn_in: আপনি উইন্ডোটি বন্ধ করতে চলেছেন। এর ফলে আপনার করা পরিবর্তনগুলি বর্জন করা হবে। আপনি কি নিশ্চিতরূপে এগিয়ে যেতে ইচ্ছুক?

source: Messaging and VoIP Accounts
bn_in: বার্তাপ্রেরণ এবং VoIP অ্যাকাউন্ট

source: Add…
bn_in: যোগ করুন...

source: _Import…
bn_in: অামদানি (_I)…

source: Loading account information
bn_in: অ্যাকাউন্ট তথ্য লোড হচ্ছে

source: To add a new account, you first have to install a backend for each protocol you want to use.
bn_in: নতুন অ্যাকাউন্ট যোগ করার জন্য, প্রথমে ব্যবহারযোগ্য প্রতিটি প্রোটোকলের জন্য একটি ব্যাক-এন্ড ইনস্টল করা আবশ্যক।

source: No protocol backends installed
bn_in: কোনো প্রোটোকল ব্যাক-এন্ড ইনস্টল নেই

source: - Empathy authentication client
bn_in: - Empathy প্রমাণীকরণ ক্লায়েন্ট

source: Empathy authentication client
bn_in: Empathy প্রমাণীকরণ ক্লায়েন্ট

source: Don't connect on startup
bn_in: প্রারম্ভে সংযোগ স্থাপন করা হবে না

source: Don't display the contact list or any other dialogs on startup
bn_in: প্রারম্ভে পরিচিতি তালিকা বা অন্য যেকোনো ডায়ালগ দেখাবেন না

source: - Empathy IM Client
bn_in: - Empathy IM ক্লায়েন্ট

source: Error contacting the Account Manager
bn_in: অ্যাকাউন্ট পরিচালকের সংগে যোগাযোগ সাধনে ত্রুটি

source: There was an error while trying to connect to the Telepathy Account Manager. The error was: %s
bn_in: টেলিপ্যাথি অ্যাকাউন্ট পরিচালকে সংযোগের প্রচেষ্টার সময়ে একটি ত্রুটি ঘটেছে। ত্রুটিটি হল: %s

source: In a call
bn_in: কলে রয়েছেন

source: - Empathy Audio/Video Client
bn_in: - Empathy অডিও/ভিডিও ক্লায়েন্ট

source: Empathy Audio/Video Client
bn_in: Empathy অডিও/ভিডিও ক্লায়েন্ট

source: %s just tried to call you, but you were in another call.
bn_in: %s এইমাত্র অাপনাকে কল করার চেষ্টা করেছিলেন, কিন্তু অাপনি অন্য কলে কথা বলছিলেন।

source: Incoming call
bn_in: আগমনকারী কল

source: Incoming video call from %s
bn_in: %s থেকে ইনকামিং ভিডিও কল

source: Incoming call from %s
bn_in: %s থেকে আগমনকারী কল

source: Reject
bn_in: প্রত্যাখ্যান করুন

source: Answer
bn_in: উত্তর দিন

source: Call with %s
bn_in: %s-র সাথে কল

source: The IP address as seen by the machine
bn_in: মেশিনের তরফ থেকে দেখা IP ঠিকানা

source: The IP address as seen by a server on the Internet
bn_in: ইন্টারনেটে একটি সার্ভারের তরফে দেখা IP ঠিকানা

source: The IP address of the peer as seen by the other side
bn_in: অন্যান্য পার্শ্বের তরফ থেকে দেখা যুগ্মের IP ঠিকানা

source: The IP address of a relay server
bn_in: একটি রিলে সার্ভারের IP ঠিকানা

source: The IP address of the multicast group
bn_in: মাল্টিকাস্ট গ্রুপের IP ঠিকানা

source: Unknown
bn_in: অজানা

source: On hold
bn_in: হোল্ড করা অবস্থা

source: Mute
bn_in: নীরব

source: Duration
bn_in: সময়কাল

source: Technical Details
bn_in: প্রযুক্তি বিষয়ক বিস্তারিত

source: %s's software does not understand any of the audio formats supported by your computer
bn_in: %s'র সফ্টওয়্যার অাপনার কম্পিউটার দ্বারা সমর্থিত অডিও ফর্ম্যাটের একটিও বুঝতে পারে না

source: %s's software does not understand any of the video formats supported by your computer
bn_in: %s'র সফ্টওয়্যার অাপনার কম্পিউটার দ্বারা সমর্থিত ভিডিও ফর্ম্যাটের একটিও বুঝতে পারে না

source: Can't establish a connection to %s. One of you might be on a network that does not allow direct connections.
bn_in: %s এর সংগে সংযোগ স্থাপন করা যাচ্ছে না। অাপনাদের মধ্যে কেউ এমন এক নেটওয়ার্কে অাছেন যেটি সরাসরি সংযোগের অনুমতি দেয় না।

source: There was a failure on the network
bn_in: নেটওয়ার্কে একটি সমস্যা হয়েছে

source: The audio formats necessary for this call are not installed on your computer
bn_in: এই কলের জন্য প্রয়োজনীয় অডিও ফর্ম্যাট অাপনার কম্পিউটারে ইনস্টল করা নেই

source: The video formats necessary for this call are not installed on your computer
bn_in: এই কলের জন্য প্রয়োজনীয় ভিডিও ফর্ম্যাট অাপনার কম্পিউটারে ইনস্টল করা নেই

source: Something unexpected happened in a Telepathy component. Please <a href="%s">report this bug</a> and attach logs gathered from the 'Debug' window in the Help menu.
bn_in: একটি টেলিপ্যাথি উপাদানে অপ্রত্যাশিত কিছু ঘড়ি। দয়া করে <a href="%s">এই বাগটির বিষয়ে জানান</a> এবং সহায়তা মেনুতে 'ডিবাগ' উইন্ডো থেকে সংগৃহিত লগ সংযুক্ত করুন।

source: There was a failure in the call engine
bn_in: কল ইঞ্জিনে একটি সমস্যা ঘটেছে

source: The end of the stream was reached
bn_in: স্ট্রিমের শেষে পৌঁছে গেছে

source: Can't establish audio stream
bn_in: অডিও স্ট্রিম স্থাপন করা যায়নি

source: Can't establish video stream
bn_in: ভিডিও স্ট্রিম স্থাপন করা যায়নি

source: Your current balance is %s.
bn_in: অাপনার বর্তমান ব্যালেন্স হল %s।

source: Sorry, you don’t have enough credit for that call.
bn_in: দুঃখিত, কলটি করার জন্য অাপনার কাছে পর্যাপ্ত ক্রেডিট নেই।

source: Top Up
bn_in: টপ অাপ

source: _Call
bn_in: ডেকে নিন (_C)

source: _Microphone
bn_in: মাইক্রোফোন (_M)

source: _Camera
bn_in: ক্যামেরা (_C)

source: _Settings
bn_in: সেটিং (_S)

source: _View
bn_in: প্রদর্শন (_V)

source: _Help
bn_in: সাহায্য (_H)

source: _Contents
bn_in: সূচী (_C)

source: _Debug
bn_in: ডিবাগ করুন (_D)

source: _Telepathy
bn_in: টেলিপ্যাথি (_T)

source: Swap camera
bn_in: ক্যামেরা অদলবদল করুন

source: Minimise me
bn_in: অামাকে ক্ষুদ্রকরণ

source: Maximise me
bn_in: অামাকে বৃহদীকরণ

source: Disable camera
bn_in: ক্যামেরা নিষ্ক্রিয় করুন

source: Hang up
bn_in: বিচ্ছিন্ন করুন

source: Hang up current call
bn_in: বর্তমান কল স্থগিত করুন

source: Video call
bn_in: ভিডিও কল

source: Start a video call
bn_in: একটি ভিডিও কল শুরু করুন

source: Start an audio call
bn_in: একটি অডিও কল শুরু করুন

source: Show dialpad
bn_in: ডায়ালপ্যাড দেখান

source: Display the dialpad
bn_in: ডায়ালপ্যাড দেখান

source: Toggle video transmission
bn_in: ভিডিও ট্র্যান্সমিশন টগল করুন

source: Toggle audio transmission
bn_in: অডিও ট্র্যান্সমিশন টগল করুন

source: Encoding Codec:
bn_in: Codec এনকোডিং:

source: Decoding Codec:
bn_in: Codec ডিকোডিং:

source: Remote Candidate:
bn_in: দূরবর্তী প্রার্থী:

source: Local Candidate:
bn_in: স্থানীয় প্রার্থী:

source: Audio
bn_in: অডিও

source: - Empathy Chat Client
bn_in: - Empathy চ্যাট ক্লায়েন্ট

source: Name
bn_in: নাম

source: Room
bn_in: রুম

source: Auto-Connect
bn_in: স্বয়ংক্রিয়-সংযোগ

source: Manage Favorite Rooms
bn_in: পছন্দের রুম পরিচালনা করুন

source: Close this window?
bn_in: এই উইন্ডো বন্ধ করবেন?

source: Closing this window will leave %s. You will not receive any further messages until you rejoin it.
bn_in: এই উইন্ডো বন্ধ করলে %s থেকে প্রস্থান করা হবে। অাপনি অাবার যোগদান না করা পর্যন্ত অার কোনো বার্তা পাবেন না।

source: Closing this window will leave a chat room. You will not receive any further messages until you rejoin it.
bn_in: এই উইন্ডো বন্ধ করা হলে একটি চ্যাট কক্ষ থেকে প্রস্থান করা হবে। অাপনি অাবার যোগদান না করা পর্যন্ত অার কোনো বার্তা পাবেন না।

source: Leave %s?
bn_in: %s ছেড়ে যাবেন?

source: You will not receive any further messages from this chat room until you rejoin it.
bn_in: অাপনি এই চ্যাট কক্ষে অাবার যোগদান না করা পর্যন্ত অাপনি অার কোনো বার্তা পাবেন না।

source: Close window
bn_in: উইন্ডো বন্ধ করুন

source: Leave room
bn_in: কক্ষ ত্যাগ করুন

source: %s (%d unread)
bn_in: %s (%d অপঠিত)

source: %s (and %u other)
bn_in: %s (এবং অন্য %u)

source: %s (%d unread from others)
bn_in: %s (%d অপঠিত, অন্যদের থেকে)

source: %s (%d unread from all)
bn_in: %s (%d অপঠিত, সকলের থেকে)

source: Sending %d message
bn_in: %d টি বার্তা পাঠানো হচ্ছে

source: Typing a message.
bn_in: বার্তা লেখা হচ্ছে।

source: _Conversation
bn_in: আলাপন (_C)

source: C_lear
bn_in: মুছে ফেলুন (_l)

source: Insert _Smiley
bn_in: স্মাইলি যোগ করুন (_S)

source: _Favorite Chat Room
bn_in: প্রিয় চ্যাট কক্ষ (_F)

source: Notify for All Messages
bn_in: সকল বার্তার ক্ষেত্রে জানান

source: _Show Contact List
bn_in: পরিচিত ব্যক্তিদের তালিকা প্রদর্শন করা হবে (_S)

source: Invite _Participant…
bn_in: অংশগ্রহণকারীকে অামন্ত্রণ জানান (_P)…

source: _Join Chat
bn_in: চ্যাটে যোগ দিন (_J)

source: Le_ave Chat
bn_in: চ্যাট থেকে প্রস্থান করুন (_a)

source: C_ontact
bn_in: যোগাযোগ (_o)

source: _Tabs
bn_in: ট্যাব (_T)

source: _Previous Tab
bn_in: পূর্ববর্তী ট্যাব (_P)

source: _Next Tab
bn_in: পরবর্তী ট্যাব (_N)

source: _Undo Close Tab
bn_in: বন্ধ পূর্বাবস্থা ট্যাব (_U)

source: Move Tab _Left
bn_in: ট্যাব বাঁদিকে সরিয়ে নিন (_L)

source: Move Tab _Right
bn_in: ট্যাব ডানদিকে সরিয়ে নিন (_R)

source: _Detach Tab
bn_in: ট্যাব বিচ্ছিন্ন করুন (_D)

source: Show a particular service
bn_in: একটি নির্দিষ্ট পরিষেবা দেখান

source: - Empathy Debugger
bn_in: - Empathy ডিবাগার

source: Empathy Debugger
bn_in: Empathy ডিবাগার

source: Save
bn_in: সংরক্ষণ

source: Pastebin link
bn_in: পেস্ট-বিন লিঙ্ক

source: Pastebin response
bn_in: পেস্ট-বিন প্রতিক্রিয়া
